{"inkVersion":21,"root":[["^As the woodpecker flies upstream, bored of the metallic crates it was pecking upon, a scruffy brown beaver methodically meanders its way through the water.","\n","^The beaver is a hard worker, searching for fallen branches to build its dam, ready to raise its soon to be born young in the spring.","\n","^Pushing forward through thick reeds, it spots a thick branch, caught against a cluster of rocks.","\n","^With an excited shake of its flat brown tail, it begins to paddle towards the branch. But a sudden splash causes it to rear back in surprise, as a knuckled hand of white skin yanks it from the water.","#","^camera:move","/#","\n","^How do you feel?","\n","ev","str","^Annoyed","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Angry","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ","#","^camera:move","/#",{"->":"branch_1a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ","#","^camera:move","/#",{"->":"branch_1b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"branch_1a":["^Chittering with annoyance, the beaver looks up at the thief. The largest and oldest of the intruders to the forest, holding the branch up in one of his hands.","\n","^A booming laugh bellows out from beneath his thick beard, causing the beaver to chatter its teeth in further annoyance.","\n","^Grinning, the figure leaps into the water, plunging his thick boots beneath the water as he begins to wade forward.","#","^camera:move","/#","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1b":["^Flies resting on the nearby reads suddenly buzz up in anger, disturbed from their rest as the figure wades into the water.","\n","^Flitting and darting about his head in a swarm, bumping against his weathered skin, he seems to not even notice as he makes his way forward.","\n","^The reeds sway as he pushes through the water, making his way towards the beaver.","#","^camera:move","/#","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1_join":[["^With a grunt, the figure snaps the long branch in half, and tosses half of it towards the beaver.","\n","^First surprised, then curious, the beaver cautiously leans forward towards the branch.","\n","^Then with a snap, it grabs the branch in its teeth and waddles off at speed, causing another booming laugh to escape from the large figure.","\n","^Continuing onwards, the figure begins to wade through the river reeds further downstream.","#","^camera:move","/#","\n","^How do you feel?","\n","ev","str","^Grateful","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Surprised","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["#","^camera:move ","/#",{"->":"branch_2a"},"\n",{"#f":5}],"c-1":["#","^camera:move ","/#",{"->":"branch_2b"},"\n",{"#f":5}]}],{"#f":1}],"branch_2a":["^The wind blows across the stream, causing the thick forest of reeds to rustle in the breeze, parting just enough for the figure to see the shine of the crates downstream reflecting the afternoon sun.","\n","^Plunging his remaining half of the branch into the water as a guide, the figure makes his way forward.","\n","^He continues forward, stumbling a little bit through the river, but careful not to flatten any of the reeds or to disturb the nearby kingfisher perched upon a tree.","#","^camera:move","/#","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2b":["^Burrowing crayfish scatter in surprise as the large leather boots stomp through the bottom of the river.","\n","^With each step, a chain of reactions alters the environment with a tumble of upturned rocks.","\n","^Various invertebrates, now revealed, scatter as eels dart in a feeding frenzy. A bright blue kingfisher swoops down, catching an eel from the water.","#","^camera:move","/#","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2_join":["^The kingfisher watches the figure below as it wades over to the small metallic crates caught amongst the cluster of rocks.","\n","^Awkwardly bending down, the figure inspects the crates as the kingfisher stares on watching the furrow dig its way across the bearded mans brow.","\n","^For a moment, the man glances up catching sight of the blue kingfisher, holding the gaze for just a second, a puzzled expression crossing his face.","\n","^The kingfisher flies away and the man turns his gaze down again with a sigh. He begins his work.","\n","^A sleeping water vole suddenly finds itself lifted, letting out a squeak, as a gentle pair of hands <color=green>lifts it<color/> from between the rocks and the reeds.","#","^camera:move","/#","\n","^Gently the man sets it down on the riverbank, then turning back to the reeds.","\n","^Pulling out a <color=green>>well-kept engraved knife</color>, he begins to cut only the strongest reeds.","\n","^Weaving them together, he begins to bind the crates with the reeds.","#","^pause:true","/#","\n","^He works for 10 minutes in complete silence, <color=green>complete focus</color> on his work.","\n","^With a grunt, he pulls the now bound crates up onto his back.","\n","^Leaning on <color=green>his branch</color>, he begins to start to navigate his way back to the riverbank","\n","^Deliberately stepping on the rocks to avoid a cluster of frog eggs, his <color=green>foot slips</color> for a second on a mossy rock.","\n","^With a cry, he begins to slip backwards as his weight pulls him down.","#","^pause:true","/#","\n","^A black gloved hand shoots out to grab his, catching him before <color=green>he falls</color>, as the lanky figure with a spiked hat gives him a grin.","\n","^The kingfisher, having swept back around, stares at the river below.","\n","^The two figures, young and old, lanky and broad, now work in <color=green>unison</color> to lift the crates.","\n","^As the bearded one takes a step forward his foot catches on a thick hunk of metal sticking from the riverbed, the <color=green>remains of an engine</color>.","\n","^Knocked forward, the spiked figure stumbles, dropping the crates for a second.","#","^pause:true","/#","\n","^He waves off the <color=green>concern</color> immediately sprung from the bearded man, pulling the crates back up and continuing forward.","\n","^Grasshoppers let out an indigent chirp as they jump out the way of the two soaked figures pulling themselves and the crates up onto the grassy riverbank.","\n","^Turning up for just a second, the bearded figure sees the blue kingfisher fly into the distance.","\n","^A warmth fills him that he cannot quite explain, but he lets out a laugh as the two of them stand dripping on the warm afternoon grass.","\n","^Now far from the forest, the kingfisher flies steady, leaving the only home it ever knew, the one where it grew old, making for unknown lands beyond the ash and ruin of the past.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}