{"inkVersion":21,"root":[["^…","\n","^…","\n","^…how do you feel?","\n","ev","str","^Alive","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Alone","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"branch_1a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"branch_1b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"branch_1a":["^Chemical patterns resonate out through an endless network of roots.","\n","^A leaf bathes in the sunlight to be eaten by a deer to be eaten by a wolf to die and by eaten by the earth.","\n","^You are alive.","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1b":["^In the darkness thousands of scattered minds work as one.","\n","^Ants dig tunnels, honeybees search for nectar and trees whisper to each other of the coming spring.","\n","^You are connected, but there is no-one to speak to.","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1_join":[["^Fallen leaves scatter with the breeze, blown into the flowing river, illuminated by the morning sun.","\n","^Creatures emerge from holes long closed, as the long winter is scattered by the first sign of spring.","\n","^The forest breathes in, for the first time, as one.","\n","^How do you feel?","\n","ev","str","^Excited","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Vulnerable","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"branch_2a"},"\n",{"#f":5}],"c-1":["^ ",{"->":"branch_2b"},"\n",{"#f":5}]}],{"#f":1}],"branch_2a":["^The rush of the river brings with it a burst of life.","\n","^Silver eels make their way down the river, searching for food in this fresh spring.","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2b":["^Beneath the rocks in the river, insects hide from the fish above.","\n","^Living lives of darkness, they stray from rock to rock, feeding on what little substance they can find.","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2_join":["^The melting of the last of <color=green>winters frost</color> reveals a green field,","\n","^atop the forest upon the grass where the rabbits graze and the foxes lurk,","\n","^beneath the waking earth lies a <color=green>wound</color> that has not sealed,","\n","^<color=green>desolation</color> cannot be buried forever beneath the dirt.","\n","^In the tunnels of the ants, a tremor runs through the earth from an unknown footfall above.","\n","^An eel darts for cover amongst the rocks as metallic crates crash into the blue, knocked by a large fallen man, one rough skinned hand grasping the grass and another on his back.","\n","^Flying up into the sky, a startled kingfisher looks down to the fallen man as his thick bearded face turns upwards to meet the gaze of a stiff figure wearing a long rainbow patterned coat.","\n","^Reaching a hand down, the stiff figure helps the fallen man up and turns around and adjusts their glasses as they make the third and final figure who stands tall and thin with a spiked glove gripping a woodcutters axe.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}