{"inkVersion":21,"root":[["^As the wind of the ruined city begins to calm, the forest lets out a held breath as it begins to breathe again.","\n","^As the fox darts through the trees back to its den...","\n","^...and the kingfisher flies past the land and over the deep blue sea...","\n","^...a brown frog still stares to the sky in disappointment and lets out a sad ribbit.  ","#","^camera:move","/#","\n","^Coming to rest once again; the forest enters a moment of calm.","\n","^The trees stand tall as they always have, yet beneath the earth they whisper through the roots to each other of tidings of change.","#","^camera:move","/#","\n","^How do you feel? ","#","^camera:move","/#","\n","ev","str","^Alive","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Alone","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"branch_1a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"branch_1b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"branch_1a":["^Your heart beats with life like it has never before, your roots extending further and further as life regrows time and time again.","\n","^You are alive and through these strangers you have been shown that you are not the only one.","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1b":["^You have met 3 strangers who have come to your forest, kin of those who have hurt you, who destroyed you.","\n","^Yet even in your loneliness, there is a connection that was not there before.","\n",{"->":"branch_1_join"},{"#f":1}],"branch_1_join":[["^A spiked gloved gently brushes the woodlice off some fallen logs as they begin to gather them up.","#","^camera:move","/#","\n","^Sweeping through the forest, they tie together two bundles of sticks as the nose of the rabbit they still carry twitches with interest.","\n","^Then, the injured rabbit is gently placed down next to the bundle of sticks as the figure perches on a rock and pulls out a notepad.","#","^camera:move","/#","\n","^How do you feel?","\n","ev","str","^Curious","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Grateful","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"branch_2a"},"\n",{"#f":5}],"c-1":["^ ",{"->":"branch_2b"},"\n",{"#f":5}]}],{"#f":1}],"branch_2a":["^Nose twitching curiously, the rabbit watches as the hand neatly writes out line after line on the page.","\n","^Lyrics, poetry, to a new song about the dawn of a new day.","#","^camera:move","/#","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2b":["^A warm breeze curls round the man as he writes, the last warmth of the day embracing him.","\n","^As he writes a new song, he smiles, feet firmly on the ground, a smile crosses his face as he finds a still moment amongst the trees.","#","^camera:move","/#","\n",{"->":"branch_2_join"},{"#f":1}],"branch_2_join":[["^Reeds gently sway in the river as ripples billow out from the bulky figure wading through them.","\n","^Stumbling forward clumsy, he leans on his walking stick for support.","\n","^Eyes calmly scan the riverbed thick with vegetation, he searches amongst the thick mess of greens, blues, and greys, looking for the tale-tale glint of gold. ","#","^camera:move","/#","\n","^How do you feel?","\n","ev","str","^Heartened","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Concerned","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"branch_3a"},"\n",{"#f":5}],"c-1":[{"->":"branch_3b"},"\n",{"#f":5}]}],{"#f":1}],"branch_3a":["^Beneath the water the beaver pushes a rock over searching for a snack, causing the gold locket that had been caught beneath it to be freed.","\n","^Floating to the surface, the locket is grasped by the bearded man who lets out a bellowing cheer of joy.","\n",{"->":"branch_3_join"},{"#f":1}],"branch_3b":["^Attempting to steady himself, the bearded man wobbles on the rocks of the river. Just as he about to fall one way, a strong breeze blows, righting him.","\n","^Then the shine of the sun reflecting off a golden locket in the water meets his gaze and he lets out a cheer of absolute joy and throws his hands in the air.","\n",{"->":"branch_3_join"},{"#f":1}],"branch_3_join":[["^Landing upon the pink flower of the apple tree, the honeybee lands and begins to drink its fill. Below, colourful coat swishing about from side to side, the short figure works. ","#","^camera:move","/#","\n","^In careful but fast flurry of movement, the figure cuts up different fruits and cured meats, preparing food for cooking.","\n","^Looking up from their work, they glance up at the now fully set-up canvas tents, now lit by a pinkish light as the sun begins to set.","\n","^How do you feel?","#","^camera:move","/#","\n","ev","str","^Tranquil","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Hungry","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"branch_4a"},"\n",{"#f":5}],"c-1":[{"->":"branch_4b"},"\n",{"#f":5}]}],{"#f":1}],"branch_4a":["^Sitting on the edge of the pond, the frog sits idly watching the sway of the figure as they work, raising a hand up chucking some discarded fruit into the pond, splashing the frog.","\n","^Content, the frog lets out a final *Brwmeeep* and jumps into the pond.","\n",{"->":"branch_4_join"},{"#f":1}],"branch_4b":["^Smelling the sweet fruit, the honeybee buzzes over towards the colourful figure who turns to notice its approach.","\n","^With a smile, they pull out a small chunk of apple and place it for the bee, and then take out a piece of paper and a pencil, sit back and relax.","\n",{"->":"branch_4_join"},{"#f":1}],"branch_4_join":["^One after another, the broad older man comes back into camp soaked through with water and then following not far behind, rabbit still slung around him, the spiked man joins him.","\n","^For a moment, they all stare at each other in silence, the only sound to be heard the gentle blowing of the wind.","#","^camera:move","/#","\n","^As spring comes into bloom and that which is broken begins to be <color=green>healed</color>,","\n","^amongst the forest three figures stand each carrying their own <color=green>hurt</color>,","\n","^though they will never fully understand the secrets they <color=green>conceal</color>,","#","^pause:true","/#","\n","^it is the choice they all make to accept each other at their word.","\n","^Then, as one with you as you are with them, you…","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}