{"inkVersion":21,"root":[["^A colony of woodlice skuttle out in panicked directions a spiked black boot slams into it with frustration.","\n","^A flurry of a sharp sounds is flung out of his mouth, received with a grimace and a retort by hi shorter companion.","\n","^The boot lifts as the figure thuds away from the other two and pushes towards the trees and away.","\n",["ev",{"^->":"0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^Curiosity ",{"->":"$r","var":true},null]}],["ev",{"^->":"0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":18},{"s":["^Fear ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.6.s"},[{"#n":"$r2"}],{"->":"branch_1a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.7.s"},[{"#n":"$r2"}],{"->":"branch_1b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"branch_1a":[{"->":"branch_1hub"},"^An owl stares down from high up in a tree, its alien-like bright yellow eyes taking in the lanky figure who begins to dart through the forest below.","\n","^He strides atop the forest, his boots swiftly leaping from rock to mound, staying on the ground for but a moment.","\n","^While his movements are fast and frustrate, his face is just a picture of sadness.","\n",{"#f":1}],"branch_1b":["^With thud of a boot landing upon a rock, the rodents of the forest scurry further into the undergrowth.","\n","^Each footfall brings with it a fast and muttering flurry of harsh speech as the black jacket sweeps overtop the undergrowth.","\n","^But even as the prey shrink away, a fox not so far from here smells the air. The scent of fear.","\n",{"->":"branch_1hub"},{"#f":1}],"branch_1hub":[["^And then there were two remaining in the clearing. The smaller one who had shouted after the fleeing figure lets out and deep sigh and begins fighting with beads of a bracelet.","\n","^With a scarred and dirtied hand, the larger figure gentle pats the back of the other and lets out a comforting growl of syllables.","\n","^With ruffle of a multi-coloured lab coat, the smaller figure shakes their head and walks away to the nearby pond.","\n","^As they approach, what do you feel?","\n",["ev",{"^->":"branch_1hub.0.8.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Anxiety ",{"->":"$r","var":true},null]}],["ev",{"^->":"branch_1hub.0.9.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Unsure ",{"->":"$r","var":true},null]}],["ev",{"^->":"branch_1hub.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^Brwmeep*",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"branch_1hub.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.8.s"},[{"#n":"$r2"}],{"->":"branch_2a"},"\n","^As the cold winds blows from beyond the forest and down into the clearing, a shudder travels in waves across the grass as the irritated figure strides.","\n","^Worms in the soil shiver with each earthquaking stride, fearing the coming of rain once more.","\n","^Deeper still, tendrils of mycelium pulsing with thought grasp and grow around scraps of metal.","\n","^Fragments of destruction, buried not by time but by catastrophe.","\n","^This is not the first time that others like the figures have come to this clearing.","\n",{"#f":5}],"c-1":["ev",{"^->":"branch_1hub.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.9.s"},[{"#n":"$r2"}],{"->":"branch_2b"},"\n","^A brown-coloured frog sits upon a sagging lilypad, basking in the hazy sun.","\n","^As the sound of footfall upon grass approaches, the frog lazily opens its reptilian eyes to see a cloud of flies swarming around an irritated.","\n","^The frog hops over to the shore. For a moment the eyes of the figure meet the toad, eyes filled with a sad frustration.","\n",{"#f":5}],"c-2":["ev",{"^->":"branch_1hub.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n","^The frog eats a fly.","\n",{"->":"branch_2hub"},{"#f":5}]}],{"#f":1}],"branch_2a":[{"->":"branch_2hub"},{"#f":1}],"branch_2b":[{"->":"branch_2hub"},{"#f":1}],"branch_2hub":["done",{"#f":1}],"#f":1}],"listDefs":{}}